Repository: qlcchain/QWallet-iOS
Catalog: Qlink/*.lproj/Localizable.strings
Languages: id, zh_hans

# waiting_for_the_bill
source: In progress
id: Sedang diproses
zh_hans: 待发货

# phone_charge_successfully_charged
source: SUCCESS
id: SUKSES
zh_hans: 成功

# phone_charge_failed
source: Top-up failure
id: Top-up Gagal
zh_hans: 话费充值失败

# qgas_parsing_failed
source: Confirmation failed on the Blockchain
id: Konfirmasi gagal di Blockchain
zh_hans: 链确认失败

# phone_charge_recharge_failed_has_been_returned
source: %@ has been returned
zh_hans: 已退回%@

source: Pay token returned
zh_hans: 支付币已退回

source: Cancelled
zh_hans: 已取消

source: Pay txid error
zh_hans: 支付币解析失败

source: Deduction txid error
zh_hans: 抵扣币解析失败

source: Pay token paid
id: Pembayaran Token Dibayar
zh_hans: 支付币已支付

source: %@ will be returned to the payment address
zh_hans: %@将退回至支付钱包

source: Confirm
id: Konfirmasi
zh_hans: 确认

source: Coming soon next month
id: Segera hadir bulan depan
zh_hans: 次月优惠即将上架

source: Sold Out
id: Habis Terjual
zh_hans: 本月已售完

# _is_being_paid
source: Transferring %@
zh_hans: 正在支付%@

# generate_recharge_vouchers_on_the_chain
source: Creating Blockchain Invoice
id: Membuat Tagihan Blockchain
zh_hans: 生成链上充值凭证

# successfully_paid_
source: %@ Transferred
zh_hans: 成功支付%@

# generating_recharge_vouchers_on_the_chain
source: To Create Blockchain Invoice
id: Untuk Membuat tagihan Blockchain
zh_hans: 正在生成链上充值凭证

# the_recharge_voucher_on_the_chain_was_successfully_generated
source: Blockchain Inoice Created
id: Tagihan Blockchain Dibuat
zh_hans: 成功生成链上充值凭证

source: Refer Friends >
id: Ajak Teman >
zh_hans: 介绍朋友 >

source: Free QLC lending for staking
id: Gratis QLC lending untuk staking
zh_hans: 免费借得抵押金

source: Claim entitled QGAS earnings everyday
id: Claim berhak mendapat pendapatan QGAS setiap hari
zh_hans: 每日免费赚QGAS收益

source: Receive Now
id: Terima Sekarang
zh_hans: 立即领取

source: No QGAS can claim
id: Tidak ada QGAS untuk Claim
zh_hans: 没有可以领取的QGAS

source: Copy
zh_hans: 点击复制

# immediately_invite
source: Refer NOW
id: Ajak SEKARANG
zh_hans: 立即邀请

source: Ranking in the Last 30 Days
id: Peringkat dalam 30 hari terakhir
zh_hans: 最近30天推荐奖励排名

source: 00000000（Copy）
zh_hans: 00000000（点击复制）

source: Use QGAS to get phone bill discount or just trade in OTC market.
id: Gunakan QGAS untuk mendapatkan diskon tagihan ponsel atau hanya berdagang di Pasar OTC.t.
zh_hans: 使用QGAS享受话费充值优惠，更可直接在OTC市场交易。

# sheet_mining
source: Trade Mining
zh_hans: 挂单挖矿

# minging_more_details
source: More Details
id: Detail lebih lanjut
zh_hans: 了解详情

source: Daily QGAS Trade Mining Pool up to
id: Pool QGAS Trade Mining Harian hingga
zh_hans: QGAS挂单挖矿, 挂单即可瓜分每日最多

source: No QLC can claim
id: Tidak ada QLC yang dapat di Claim
zh_hans: 没有可以领取的QLC

source: QGAS Trade Mining Pool up to
id: Pool QGAS Trade Mining hingga
zh_hans: 挂单挖矿瓜分最高

source: Mined QLC Redeem Every Day
id: Tambang QLC Tukarkan Setiap Hari
zh_hans: 每日挂单挖矿得奖励，每日结算

# qlc_go_trade
source: trade >
zh_hans: 去交易 >

# qlc_hour
source: 1H
zh_hans: 小时

# qlc_day
source: 1D
zh_hans: 天

# qlc_week
source: 1W
zh_hans: 周

# qlc_month
source: 1M
zh_hans: 月

# qlc_year
source: 1Y
zh_hans: 年

source: %@ QGAS traded
zh_hans: 已成交%@ QGAS

source: I have claimed %@ QLC
zh_hans: 已领取奖励：%@ QLC

source: Top up-%@%@ Phone bill-%@
zh_hans: 话费充值-%@%@ 手机话费-%@

source: I have claimed %@ QGAS
zh_hans: 已领取奖励：%@ QGAS

source: %@ friends referred
zh_hans: 已邀请%@人

source: You can claim the reward when successfully invited more than %@ friends.
zh_hans: 邀请好友满%@位可立即领取

source: Get %@ QGAS
zh_hans: 获得%@QGAS

source: Please choose country code first
id: Silahkan Pilih Negara
zh_hans: 请先选择国家区号

source: Please choose operator first
id: Silahkan Pilih Operator
zh_hans: 请先选择运营商

source: Optional
zh_hans: 选填

source: Phone number cannot be empty
id: Silahkan masukkan nomor telepon
zh_hans: 手机号不能为空

source: Please fill in a valid phone number
zh_hans: 请输入有效的电话号码

source: Please select groupbuy type
id: Silahkan pilih jenis Grup Beli
zh_hans: 请选择团购类型

source: Phone Number
id: Nomor Telpon
zh_hans: 手机号

source: Valid till
id: Berlaku sampai
zh_hans: 截止

source: Time out
zh_hans: 超时

source: Time out down
zh_hans: 超时

source: Ordered
zh_hans: 已生成订单

# isp
source: Operator
zh_hans: 运营商

source: Region
zh_hans: 地区

# opened
source: sales partner
id: mitra penjualan
zh_hans: 已开通

# unopen
source: non-sales partner
id: bukan-mitra penjualan
zh_hans: 未开通

source: Ranking
id: Peringkat
zh_hans: 邀请奖励榜

source: Friends Referred
id: Teman Diajak
zh_hans: 邀请成功好友

source: Sales Partner Commission
id: Komisi Mitra Penjualan
zh_hans: 代理提成奖励

source: Referred
id: Diajak
zh_hans: 已接受邀请

source: Recharge Commission
id: Komisi Isi ulang
zh_hans: 充值佣金

source: Group Plan Commission
id: Komisi Paket Grup
zh_hans: 拼团佣金

source: Join the Q-Wallet recharge sales partner plan for COMMISSIONS
zh_hans: 成为 Q-Wallet 充值销售代理，得持续收益

source: COMMISSIONS
zh_hans: 收益

# qgas_buyback_destruction_plan
source: QGas Buyback and Burn
zh_hans: QGas回购销毁计划

# go_vote
source: Vote
zh_hans: 去投票

source: Please select one
zh_hans: 请选择

source: If you got more to share with us, leave your opinions and comments below:
zh_hans: 如果您有其他反馈意见，请在以下输入框中留言：

source: You have voted successfully, thanks for your engagement.
zh_hans: 您已投票，感谢您的支持与帮助。

source: The voting has been closed.
zh_hans: 投票已结束，以上是最后的投票结果

# buyback_destruction_plan
source: Buyback and Burn
zh_hans: 回购销毁计划

# join_now_1
source: Join Now
zh_hans: 去交易

# 1qgas_2qlc
source: 1QGas= %@ QLC
zh_hans: 1QGas= %@ QLC（略高于市场价)

# one_campaign_day___
source: * One campaign day starts from 7:00 pm till 7:00 pm the next day lasting for 24 hours. * During each campaign, the team will gradually publish the QGas buy orders in Q-Wallet OTC at 5 different time points, 7:00 pm, 12:00 am, 2:00 am, 5:00 am, 9:00 am (UTC+8) . * Each time there will be several QGas buy orders splitting the 4000 QGas placed, the QGas buyback amount may vary in each order. * All the Q-Wallet users with no less than 1 QGas balance in their Q-Wallet are eligible to trade their QGas for QLC . * The buyback program is expected to buy back a total of 20K QGas for burning later, at the buyback price of 1QGas=%@ QLC which is slightly higher than the average public market price. The 40K QLC traded for QGas will be released to the QLC community. * A dedicated QGas buyback pool which is a QGas address will be published to the public. * Once the buyback concludes, all the QGas in the pool shall be burnt within 48 hours after the buyback completion.
zh_hans: * 一个活动日定义为前一天晚7点至次日晚7点 * 每天晚7点以后团队开始挂买单，每天买单总量为 2万QGas，分批挂单时间： 晚7：00， 12：00， 凌晨2：00，凌晨5：00，早9：00 * 单个用户一个活动日内交易数量不得超过10，000 QGas * 专门创建一个用于接收QGas的地址，并事先向社群公示，接受监督 * 前一天没有成交的买单延续到次日，次日继续新投放总量2万 QGas买单，收购价格%@ QLC * 所有买单的QGas接收地址均统一使用上述地址 * 活动后48小时内，进行QGas销毁操作

source: No data
zh_hans: 暂无数据

# outbreak_red
source: Covid-19 fighter bounty
id: Hadiah Pejuang Covid-19
zh_hans: 疫情激励

source: %@ days left
id: %@ hari tersisa
zh_hans: 差%@天

source: Claim
id: Klaim
zh_hans: 立即领取

# you_have_checked_on_the_covid_19_live_updates_page_for_consecutive___
source: You have checked on the Covid-19 live updates page for consecutive%@day
id: Anda telah memeriksa halaman update Covid-19 terbaru untuk %@ hari berturutan
zh_hans: 您已连续%@天关注新冠肺炎疫情实时页面

source: Daily bounty
id: Hadiah harian
zh_hans: QLC疫情补助红包

# claim_qgas_from_staked_qlc_by_checking_out_the___
source: Claim QGas from %@ staked QLC by checking out the Covid-19 live updates page for %@ consecutive days.
id: Klaim QGas dari %@ QLC distake dengan memeriksa halaman update Covid-19 terbaru untuk %@ hari berturutan.
zh_hans: 连续关注第%@天疫情情况可领取%@抵押QLC对应的QGas奖励

source: Check
id: Periksa
zh_hans: 去关注

# awarded
source: Claimed
id: Hadiah diberikan
zh_hans: 已领取

source: Overdue
id: Terlambat
zh_hans: 已过期

source: Claim the Covid-19 fighter bounty
id: Klaim Hadiah pejuang Covid-19
zh_hans: 领取疫情补贴

source: Get bounty by checking out Covid-19 live updates
id: Dapatkan hadiah dengan memeriksa update Covid-19 terbaru
zh_hans: 通过关注过新冠肺炎疫情实时页面获得红包

source: Claim Now
id: Klaim Sekarang
zh_hans: 立即领取

# you_haven_t_checked_out_the_covid_19_updates_for___
source: You haven't checked out the Covid-19 updates for a while, your QLC for staking will now cumulate from 0 with the upper limit of 1500
id: Anda belum memeriksa halaman Covid-19 terbaru untuk sebentar saja, QLC anda untuk staking sekarang akan dihitung dari 0 dengan batas teratas 1500
zh_hans: 你已经有一段时间没有关注过新冠肺炎疫情，你的QLC抵押的限制从0开始累积，上限是1500。

source: Claim %@ QLC when your mission is completed
id: Klaim %@ QLC ketika misi anda selesai
zh_hans: 当任务完成时，可领取%@QLC

# revise_password
source: Change Password
zh_hans: 修改密码

# request_timeout
source: The request timed out
zh_hans: 请求超时

# defi_hot
source: News
zh_hans: 新闻

# defi_all
source: All
id: Semua
zh_hans: 全部

# defi_lending
source: Lending
zh_hans: 借贷

# defi_exchange
source: DEXes
zh_hans: 交易所

# defi_derivative
source: Derivatives
id: Derivatif
zh_hans: 衍生品

# defi_payment
source: Payments
id: Pembayaran
zh_hans: 支付

# defi_asset
source: Assets
id: Aset
zh_hans: 资产

# defi_project
source: Project
id: Proyek
zh_hans: 项目

# defi_chain
source: Chain
zh_hans: 主网

# defi_details
source: Details
id: Rincian
zh_hans: 项目详情

# defi_rating
source: Rating
id: Penilaian
zh_hans: 评级

# defi_key_stats
source: Key Stats
id: Statistik Kunci
zh_hans: 关键数据

# defi_active_data
source: Active Data
id: Data Aktif
zh_hans: 动态数据

# defi_historical_stats
source: Historical Stats
id: Statistik Sejarah
zh_hans: 历史数据

# defi_rate
source: Rate
id: Nilai
zh_hans: 评级

# defi_exper
source: Explore
id: Exper
zh_hans: 更多

# defi_total_value_locked
source: Total Value Locked
id: Total Nilai Dikunci
zh_hans: 锁定

# defi_date
source: Date
id: Tanggal
zh_hans: 日期

# defi_tvl_usd
source: TVL USD
zh_hans: 锁定 USD

# defi_total_eth_locked
source: Total ETH Locked
id: Total ETH Dikunci
zh_hans: 锁定 ETH

# defi_rate_success_tip
source: Success! Your rating weight is counted based on the QLC amount you own.
id: Berhasil! Bobot nilai anda dihitung berdasarkan pada jumlah QLC yang dimiliki.
zh_hans: 评级成功。根据QLC持仓量计算你的评级权重。

# defi_please_wait
source: Please wait
id: Mohon Tunggu
zh_hans: 请稍等

# defi_checking_your_exclusive__
source: Getting access to rating
zh_hans: 正在链上读取你的特属评级权益

# defi_rate_this_defi
source: Rate this Defi
id: Nilai Defi ini
zh_hans: 项目评级

# defi_submit
source: Submit
id: Kirim
zh_hans: 提交

# defi_total_value_locked_usd
source: Total Value Locked (USD)
id: Total Nilai Dikunci (USD)
zh_hans: 锁定 USD

# defi_year1
source: 1 Year
id: 1 Tahun
zh_hans: 1 年

# defi_day90
source: 90 Day
id: 90 Hari
zh_hans: 90 天

# defi_day30
source: 30 Day
id: 30 Hari
zh_hans: 30 天

# defi_day7
source: 7 Day
id: 7 Hari
zh_hans: 7 天

# defi_unrated
source: Unrated
zh_hans: 未评级

# defi_rate_fail_no_qlc_tip
source: Sorry only QLC holders have the right to rate.
zh_hans: 抱歉只有QLC持币人可以评级。

# defi_minute_ago
source: minute ago
zh_hans: 分钟前

# defi_hour_ago
source: hour ago
zh_hans: 小时前

# defi_day_ago
source: day ago
zh_hans: 天前

# defi_week_ago
source: week age
zh_hans: 周前

# defi_month_age
source: month ago
zh_hans: 月前

# defi_year_age
source: year ago
zh_hans: 年前

# defi_minutes_ago
source: minutes ago
zh_hans: 分钟前

# defi_hours_ago
source: hours ago
zh_hans: 小时前

# defi_days_ago
source: days ago
zh_hans: 天前

# defi_weeks_ago
source: weeks age
zh_hans: 周前

# defi_months_age
source: months ago
zh_hans: 月前

# defi_years_age
source: years ago
zh_hans: 年前

# defi_my_rating_weight
source: My Rating Weight
zh_hans: 我的评级所占权重

# defi_my_rating
source: My Rating
zh_hans: 我的评级

# defi_views
source: views
zh_hans: 阅读

# defi_important_dont__
source: Important: Don' t leave or close this page
id: Penting: Jangan meninggalkan atau menutup halaman ini

# defi_eth_locked_in_maker
source: ETH Locked in Maker
id: ETH Dikunci di Maker

# defi_dai_locked_in_maker
source: DAI Locked in Maker
id: DAI Dikunci di Maker

# defi_btn_locked_in_maker
source: BTC Locked in Maker
id: BTC Dikunci di Maker

# defi_load_qlc_amount_fail
source: Load QLC Amount Fail
id: Jumlah QLC yang dimuat Gagal
