Repository: qlcchain/QWallet-iOS
Catalog: Qlink/*.lproj/Localizable.strings
Languages: id, zh_hans

source: Currency Unit
zh_hans: 货币单位

source: Service Agreement
zh_hans: 隐私条款

source: Help and Feedback
id: Bantuan dan Umpan
zh_hans: 帮助与反馈

source: About My QWallet
id: Tentang QWallet Saya
zh_hans: 关于My QWallet

source: Log out
id: Keluar
zh_hans: 登出

source: Language
id: Bahasa
zh_hans: 语言

# title_screen_lock
source: Screen Lock
id: Pengunci layar
zh_hans: 屏幕锁

source: English
zh_hans: 英文

# chinese
source: Chinese(Simplified)
zh_hans: 中文

# indonesian
source: Bahasa Indonesia
zh_hans: 印度尼西亚语

source: Crypto Wallet
id: Dompet Crypto
zh_hans: 加密钱包

# share_with_friends
source: Referral Rewards
id: Hadiah Referensi
zh_hans: 推荐奖励

source: Join the Community
id: Gabung Komunitas
zh_hans: 加入社区

source: Contact Us
id: Kontak Kami
zh_hans: 联系我们

source: Settings
id: Pengaturan
zh_hans: 设置

source: Log In/Sign Up
id: Masuk/Daftar
zh_hans: 登录/注册

source: Me
id: Saya
zh_hans: 我的

# daily_earnings
source: Earning Details
id: Rincian Pendapatan
zh_hans: 每日收益

source: Join us on Telegram To get the latest QGAS news
id: Gabung dengan kami di Telegram untuk mendapat berita terbaru QGAS
zh_hans: 加入我们的电报群 获得最新QGAS动态

source: Join Now
id: Gabung Sekarang
zh_hans: 立即加入

source: Profile Photo
id: Photo Profil
zh_hans: 档案照片

source: Username
zh_hans: 昵称

# my_invitation_code
source: My Referral Code
id: Refferal kode
zh_hans: 我的邀请码

source: Email
zh_hans: 邮箱

source: Mobile
id: Ponsel
zh_hans: 手机号

source: Verification
id: Verifikasi
zh_hans: 验证

source: Edit Username
id: Ubah Username
zh_hans: 编辑昵称

source: Please enter Username
id: Masukan Username
zh_hans: 请输入昵称

source: Edit Email
id: Ubah Email
zh_hans: 编辑邮箱

source: Please enter Email
id: Masukan Email
zh_hans: 请输入邮箱

source: Edit Phone
id: Ubah Nomor telpon
zh_hans: 编辑手机号

source: Please enter Phone
id: Masukan Nomor telpon
zh_hans: 请输入手机号

source: Username cannot be empty
id: Username tidak boleh kosong
zh_hans: 昵称不能为空

source: Email cannot be empty
id: Email tidak boleh kosong
zh_hans: 邮箱不能为空

source: Code cannot be empty
id: Kode tidak boleh kosong
zh_hans: 验证码不能为空

source: Phone cannot be empty
id: Nomor telpon tidak boleh kosong
zh_hans: 手机号不能为空

source: Success.
id: Sukses.
zh_hans: 成功.

source: Failed.
id: Gagal.
zh_hans: 失败.

source: The verification code has been sent successfully.
id: Kode verifikasi berhasil dikirim.
zh_hans: 验证码已成功发送.

source: Please upload the required information of your PASSPORT.
id: Unggah informasi yang dibutuhkan dari PASSPORT Anda.
zh_hans: 请上传您的护照所需信息.

source: Status: Under review.
id: Status: Sedang di Review.
zh_hans: 状态: 审核中.

source: Status: Verified.
id: Status: Terverifikasi.
zh_hans: 状态: 审核通过.

source: Status: Not approved.
id: Status: Ditolak.
zh_hans: 状态: 审核未通过.

source: Photo Album
id: Album Photo
zh_hans: 相册

source: Camera
id: Kamera
zh_hans: 相机

source: Cancel
id: Batalkan
zh_hans: 取消

# verification_is_required___
source: Verification is required to comply with KYC regulations and to protect your account from unauthorized access. It will be usually completed within 3 days. Please contact yourpartner@qlcchain.org if any questions.
id: Verifikasi dibutuhkan untuk memenuhi regulasi KYC dan untuk melindungi akun anda dari akses tidak dikenal. Akan selesai dalam kurun waktu 3 hari. Mohon kontak yourpartner@qlcchain.org jika ada pertanyaan.
zh_hans: 验证是需要遵守KYC规则, 并保护您的帐户从未经授权的访问. 通常在3天内完成. 如果有任何问题, 请联系yourpartner@qlcchain.org.

source: Not approved
id: Ditolak
zh_hans: 审核未通过

# please_resubmit_the_required_information___
source: Please resubmit the required information. Photos submitted before were not eligible.
id: Mohon submit ulang informasi yang dibutuhkan. Photo yang dikirim sebelumnya tidak memenuhi syarat.
zh_hans: 请重新提交所需资料. 之前提交的照片不合格.

source: OK
zh_hans: 好的

source: Upload Success, Wait for Verify
id: Unggah Sukses, Tunggu untuk Verifikasi
zh_hans: 上传成功, 等待验证

source: Transaction ID
id: ID Transaksi
zh_hans: 交易ID

source: Successful Deal
id: Kesepakatan Berhasil
zh_hans: 成功的交易

source: Closed
id: Tutup
zh_hans: 已关闭

source: Appeal Processing
id: Proses Banding
zh_hans: 申诉处理中

source: Successful Appeal
id: Banding Berhasil
zh_hans: 成功的申诉

source: Appeal Failed
id: Banding Gagal
zh_hans: 申诉失败

source: SELL
id: JUAL
zh_hans: 卖出

source: BUY
id: BELI
zh_hans: 买入

# entrust_sell
source: SELL
id: JUAL
zh_hans: 卖出

# entrust_buy
source: BUY
id: BELI
zh_hans: 买入

source: Active
id: Aktif
zh_hans: 正常

source: Revoked
id: Dibatalkan
zh_hans: 已撤单

source: Completed
id: Berhasil
zh_hans: 已完成

source: Seller
id: Penjual
zh_hans: 卖家

source: Buyer
id: Pembeli
zh_hans: 买家

# amount_price
source: Amount
id: Jumlah
zh_hans: 总价

source: Pending
id: Tertunda
zh_hans: 等待中

source: The order status is not correct and cannot be transferred.
id: Status pesanan salah dan tidak dapat ditransfer.
zh_hans: 订单状态错误, 不能转账.

source: Filter
zh_hans: 筛选

source: Trading Pairs
zh_hans: 交易对

source: Reset
zh_hans: 重置

# filter_confirm
source: Confirm
id: Konfirmasi
zh_hans: 确定

source: Team
zh_hans: 团队

source: ETH Wallet Address
id: Address Dompet ETH
zh_hans: ETH钱包地址

source: Balance
id: Saldo
zh_hans: 余额

source: Send Success
id: Sukses terkirim
zh_hans: 发送成功

source: Send Fail
id: Gagal terkirim
zh_hans: 发送失败

source: Payment Wallet is empty
id: Payment Wallet Kosong
zh_hans: 支付钱包为空

source: ETH Wallet Address is empty
id: Alamat Dompet ETH Kosong
zh_hans: ETH钱包地址为空

source: Amount is zero
id: Jumlah Nol
zh_hans: 数量为0

source: Balance is not enough
id: Saldo tidak cukup
zh_hans: 余额不足

source: ETH Wallet Address is invalidate
id: Alamat Dompet ETH tidak valid
zh_hans: ETH钱包地址是无效的

# eth_wallet_have_not_eth_balance
source: ETH Wallet Address have not ETH balance
id: Alamat Dompet ETH tidak ada saldo ETH
zh_hans: ETH钱包没有ETH余额

source: Wallet have not balance of
id: Dompet tidak memiliki Saldo dari
zh_hans: 钱包没有余额->

source: Please choose wallet first
id: Mohon pilih dompet terlebih dahulu
zh_hans: 请先选择钱包

source: Current ETH Wallet have not
id: Dompet ETH saat ini tidak memiliki
zh_hans: 当前的ETH钱包没有

source: Current NEO Wallet have not
id: Dompet NEO saat ini tidak memiliki
zh_hans: 当前的NEO钱包没有

source: Current QLC Wallet have not
id: Dompet QLC saat ini tidak memiliki
zh_hans: 当前的QLC钱包没有

source: Appeallant：Buyer
zh_hans: 申诉人：买家

source: Appeallant：Seller
zh_hans: 申诉人：卖家

source: Appeal Result
id: Hasil Banding
zh_hans: 申诉结果

source: Waiting for Appeal Result
id: Menunggu hasil banding
zh_hans: 等待申诉结果

# waiting_for_buyer_payment
source: Waiting for Buyer's payment
id: Menunggu Pembayaran dari Pembeli
zh_hans: 等待买家付款

# waiting_for_seller_confirmation
source: Waiting for Seller's confirmation
id: Menunggu Konfirmasi dari Penjual
zh_hans: 等待卖家确认

source: Waiting for public chain confirmation
id: Menunggu Konfirmasi dari Public Chain
zh_hans: 等待公链确认

source: Amount
id: Jumlah
zh_hans: 数量

source: Copied
id: Salin
zh_hans: 已复制

source: Transaction Pending
id: Transaksi tertunda
zh_hans: 交易等待中

source: New Order
id: Pesanan Baru
zh_hans: 新订单

source: Receivable Address
id: Alamat yang dapat menerima
zh_hans: 接收地址

source: Please send
id: Mohon Kirim
zh_hans: 请发送

source: to the address as below to place your order.
id: ke Alamat seperti di bawah ini untuk melakukan pesanan.
zh_hans: to the address as 到以下地址订购.

source: Please finish the verification on Me Page.
id: Mohon selesaikan verifikasi pada Halaman Saya.
zh_hans: 请在我的页面上完成验证.

source: Limits
id: Limit
zh_hans: 限额

source: Unit Price is empty
id: Harga Unit Kosong
zh_hans: 单价为空

source: Unit Price needs greater than 0
id: Harga Unit harus lebih besar dari 0
zh_hans: 单价需要大于0

source: Amount is empty
id: Jumlah Kosong
zh_hans: 数量为空

source: Min Amount is empty
id: Jumlah Minimal Kosong
zh_hans: 最小数量为空

source: Max Amount is empty
id: Jumlah Maksimal Kosong
zh_hans: 最大数量为空

source: Address is empty
id: Alamat Kosong
zh_hans: 地址为空

source: QLC Wallet Address is invalidate
id: Alamat Dompet QLC tidak valid
zh_hans: QLC钱包地址无效

source: Wallet Address is invalidate
id: Alamat Dompet tidak valid
zh_hans: 钱包地址无效

source: Amount need greater than or equal to Max Amount
id: Jumlah harus lebih besar atau sama dengan Jumlah Maksimal
zh_hans: 数量必须大于等于最大数量

source: Max Amount need greater than or equal to Min Amount
id: Jumlah Maksimal harus lebih besar atau sama dengan Jumlah Minimal
zh_hans: 最大数量必须大于等于最小数量

source: The Min Amount should be equal or greater than 1
id: Jumlah Minimal harus sama atau lebih besar dari %@
zh_hans: 最小值应该等于或大于%@

source: Buying Amount need greater than or equal to Min Amount
id: Jumlah Beli harus lebih besar atau sama dengan Jumlah Minimal
zh_hans: 买入数量必须大于等于最小数量

source: Selling Amount need greater than or equal to Min Amount
id: Jumlah Jual harus lebih besar atau sama dengan Jumlah Minimal
zh_hans: 卖出数量必须大于等于最小数量

source: Please switch to QLC Wallet
id: Mohon Berganti ke Dompet QLC
zh_hans: 请切换到QLC钱包

source: Please switch to NEO Wallet
id: Mohon Berganti ke Dompet NEO
zh_hans: 请切换到NEO钱包

# please_switch_to_eos_wallet
source: Please swith to EOS wallet
id: Silahkan berganti ke Dompet EOS
zh_hans: 请切换到EOS钱包

source: Please switch to ETH Wallet
id: Mohon Berganti ke Dompet ETH
zh_hans: 请切换到ETH钱包

source: Current Wallet have not
id: Dompet saat ini tidak memiliki
zh_hans: 当前钱包没有

source: Current Wallet have not enough
id: Dompet saat ini tidak cukup
zh_hans: 当前钱包没有足够的

source: Server Address is empty
id: Alamat Server kosong
zh_hans: 主网地址为空

source: Process...
id: Proses...
zh_hans: 请稍等...

source: Transfer Successful.
id: Transfer Sukses.
zh_hans: 转账成功.

# insufficient_amoun
source: Sorry, this order can't be placed because of the insufficient amount.
zh_hans: 抱歉，交易价值过低，不能下单

source: Max
zh_hans: 最大

source: You can not buy or sell your own entrust order.
id: Anda tidak dapat membeli atau menjual pesanan anda miliki yang telah dipercayakan.
zh_hans: 您不能买卖自己的委单.

source: is empty
id: kosong
zh_hans: 为空

source: is over max
id: lebih dari maksimal
zh_hans: 超过了最大值

source: is greater than max volume
id: lebih besar dari volume maksimal
zh_hans: 大于最大值

source: is less than min volume
id: lebih kecil dari volume minimal
zh_hans: 小于最小值

source: remain
id: tetap
zh_hans: 剩余

source: Unit Price
id: Harga Unit
zh_hans: 单价

source: Volume Amount
id: Jumlah Volume
zh_hans: 剩余数量

# receive_from
source: Payment Wallet
id: Dompet Pembayaran
zh_hans: 支付钱包

# send_to
source: Receiving Wallet
id: Dompet Penerima
zh_hans: 收币钱包

source: To Receive
id: Untuk Menerima
zh_hans: 接收数量

source: To Pay
id: Untuk Membayar
zh_hans: 支付数量

# the_order_will_be_closed_automatically____30
source: The order will be closed automatically, if no further confirmation within 30 minutes.
id: Pesanan akan otomatis tertutup, jika tidak ada konfirmasi dalam 30 menit.
zh_hans: 如果30分钟内没有进一步确认, 订单将自动关闭.

source: Please be patient.
id: Mohon bersabar.
zh_hans: 请耐心等待.

source: Fail Appeal
id: Permintaan Gagal
zh_hans: 申诉失败

source: Successful
id: Sukses
zh_hans: 成功

source: The order will be closed automatically, if no further confirmation within
id: Pesanan akan otomatis tertutup, jika tidak ada konfirmasi dalam
zh_hans: 订单将自动关闭, 如果没有确认在

source: minutes
id: menit
zh_hans: 分钟内

# the_order_will_be_closed_automatically____0
source: The order will be closed automatically, if no further confirmation within 0 minutes.
id: Pesanan akan otomatis tertutup, jika tidak ada konfirmasi dalam waktu 0 menit.
zh_hans: The order will be 如果0分钟内没有进一步确认, 订单将自动关闭.

# title_appeal
source: Appeal
zh_hans: 申诉

# title_appeal_details
source: Appeal Deals
zh_hans: 申诉详情

# title_appeal_result
source: Check the Appeal Result
id: Cek hasil permohonan
zh_hans: 查看申诉结果

source: Buying Amount
id: Jumlah Beli
zh_hans: 买入数量

source: Selling Amount
id: Jumlah Jual
zh_hans: 卖出数量

source: I've received
id: Saya telah menerima
zh_hans: 我已经接收

source: OK
zh_hans: 确定

source: Please be patiently. It hasn't been 30 minutes.
id: Mohon bersabar. Belum 30 menit.
zh_hans: 请耐心等待. 还不到30分钟.

source: Transaction parsing failed
id: Uraian Transaksi gagal
zh_hans: 交易解析失败

source: OverTime
id: Melewati batas waktu
zh_hans: 超时

source: For example, incorrect amount, no payment received, etc.
id: Misalnya, jumlah yang salah, tidak ada pembayaran yang diterima, dll.
zh_hans: 例如, 金额不正确, 没有收到付款等.

source: Reason is empty.
id: Alasan kosong.
zh_hans: 原由为空.

source: Image size need smaller than 5M.
id: Ukuran gambar harus lebih kecil dari 5M.
zh_hans: 图片大小需要小于5M.

source: Submit Success.
id: Submit Sukses.
zh_hans: 提交成功.

source: The two passwords were different
id: Kedua kata sandi berbeda
zh_hans: 两次密码不同

source: Password Wrong
id: Kata sandi Salah
zh_hans: 密码错误

source: Please enter a valid email address or phone number.
id: Mohon masukan alamat Email valid atau nomor telpon.
zh_hans: 请输入有效的电邮地址或电话号码.

source: Forget Password
id: Lupa Kata sandi
zh_hans: 忘记密码

source: Please enter a valid email address.
id: Mohon masukan Alamat email valid.
zh_hans: 请输入一个有效的电邮地址.

source: The passwords are different
id: Kata sandi berbeda
zh_hans: 密码匹配不同.

source: A mix of uppercase and lowercase letters, along with at least one symbol.
id: Campuran huruf besar dan kecil, bersama dengan setidaknya satu simbol.
zh_hans: 大写字母和小写字母的组合, 以及至少一个符号.

source: Current password is wrong
id: Kata sandi saat ini salah
zh_hans: 当前密码错误

source: Repeat password is different from Set password
id: Ulangi kata sandi berbeda dari kata sandi setelan
zh_hans: 重复密码与设置密码不同

source: Export QRCode
id: Ekspor QRCode
zh_hans: 导出二维码

source: Please use space to separate the mnemonic phrase
id: Silakan gunakan spasi untuk memisahkan frasa mnemonic
zh_hans: 请用空格分隔助记词

source: Please input wallet seed
id: Mohon masukan Dompet Seed
zh_hans: 请输入钱包种子

source: Import Success
id: Impor Sukses
zh_hans: 导入成功

source: Please Agree First
id: Silahkan Setujui dahulu
zh_hans: 请先同意

source: Please Input First
id: Silahkan masukkan dahulu
zh_hans: 请先输入

source: Please Input Valid Mnemonic
id: Mohon masukkan Mnemonic valid
zh_hans: 请输入有效的助记词

source: Please Input Valid Seed
id: Mohon masukkan Seed valid
zh_hans: 请输入有效的种子

source: QLC Wallet Address
id: Alamat Dompet QLC
zh_hans: QLC钱包地址

source: Invalid Address
id: Alamat tidak valid
zh_hans: 地址无效

source: QLC Wallet Address is empty
id: Alamat Dompet QLC kosong
zh_hans: QLC钱包地址为空

source: Delete Successful
id: Berhasil dihapus
zh_hans: 删除成功

source: Delete Failed
id: Gagal dihapus
zh_hans: 删除失败

source: Create Success
id: Berhasil dibuat
zh_hans: 创建成功

source: Claimed Successfully
id: Claim Sukses
zh_hans: 认领成功

source: Claimed Failed
id: Claim Gagal
zh_hans: 认领失败

source: Please provide a valid QRCode Of ETH
id: Mohon berikan QRCode ETH yang valid
zh_hans: 请提供有效的ETH二维码

source: Please provide a valid QRCode Of NEO
id: Mohon berikan QRCode NEO yang valid
zh_hans: 请提供有效的NEO二维码

source: Please provide a valid QRCode Of EOS
id: Mohon berikan QRCode EOS yang valid
zh_hans: 请提供有效的EOS二维码

source: Please provide a valid QRCode Of QLC
id: Mohon berikan QRCode QLC yang valid
zh_hans: 请提供有效的QLC二维码

source: There is no gas to claim!
id: Tidak ada Gas untuk Claim!
zh_hans: 没有gas可以认领!

source: No wallet is available
id: Tidak ada dompet yang tersedia
zh_hans: 暂无可用的钱包

source: No assets can be transferred.
id: Tidak ada aset yang dapat ditransafer.
zh_hans: 没有可转账的资产.

source: Please input owner private key
id: Mohon masukkan kepemilikan private key
zh_hans: 请输入owner私钥

source: Please input active private key
id: Mohon masukkan private key aktif
zh_hans: 请输入active私钥

source: Please Input Account name
id: Silahkan masukkan Nama Akun
zh_hans: 请输入帐户名称

source: owner private key format error
id: Format kepemilikan Private key error
zh_hans: owner私钥格式错误

source: active private key format error
id: Format Private key aktif error
zh_hans: active私钥格式错误

source: Import fail
id: Impor gagal
zh_hans: 导入失败

source: Please input EOS account name
id: Silahkan masukkan Nama Akun EOS
zh_hans: 请输入EOS帐号名称

source: Success
id: Sukses
zh_hans: 成功

source: EOS Account is empty
id: Akun EOS kosong
zh_hans: EOS帐户为空

source: Insufficient balance
id: Saldo tidak mencukupi
zh_hans: 余额不足

source: EOS Account is invalidate
id: Akun EOS tidak valid
zh_hans: EOS帐户无效

source: Total Assets
id: Total Aset
zh_hans: 总资产

source: Insufficient resources
id: Sumber daya tidak mencukupi
zh_hans: 资源不足

source: Input EOS Amount
id: Masukkan Jumlah EOS
zh_hans: 输入EOS数量

source: Input Recipient Account
id: Masukkan Akun Penerima
zh_hans: 输入Recipient数量

source: Input CPU Amount
id: Masukkan Jumlah CPU
zh_hans: 输入CPU数量

source: Insufficient CPU balance
id: Saldo CPU tidak mencukupi
zh_hans: CPU余额不足

source: Input NET Amount
id: Masukkan Jumlah NET
zh_hans: 输入NET数量

source: Insufficient NET balance
id: Saldo NET tidak mencukupi
zh_hans: NET余额不足

source: Input RAM Amount
id: Masukkan Jumlah RAM
zh_hans: 输入RAM数量

source: No ETH Wallet Of Enough Balance
id: Tidak Ada Dompet ETH dengan Saldo yang Cukup
zh_hans: 没有足够余额的ETH钱包

source: No ETH Wallet
id: Tidak Ada Dompet ETH
zh_hans: 没有ETH钱包

source: Account name is empty
id: Nama akun kosong
zh_hans: 帐户名称为空

# a_and_1_combination_of_12_characters
source: a-z and 1-5 combination of 12-bit characters
id: a-z dan 1-5 kombinasi dari 12 karakter
zh_hans: a-z和1-5组合的12位字符

source: Account name is exist
id: Nama akun sudah digunakan
zh_hans: 帐户名存在

source: NEO Wallet Address
id: Alamat Dompet NEO
zh_hans: NEO钱包地址

source: NEO Wallet Address is empty
id: Alamat Dompet NEO kosong
zh_hans: NEO钱包地址为空

source: NEO Wallet Address is invalidate
id: Alamat Dompet NEO tidak valid
zh_hans: NEO钱包地址无效

source: Export Private Key
id: Ekspor Private Key
zh_hans: 导出私钥

source: Export Encrypted Key
id: Ekspor Encrypted Key
zh_hans: 导出加密密钥

source: Encrypted Key(WIF)
id: Enkripsi Key(WIF)
zh_hans: 加密密钥(WIF)

source: Private Key(HEX)
zh_hans: 私钥(HEX)

source: Please input your private key
id: Mohon masukkan Private Key Anda
zh_hans: 请输入您的私钥

source: Import Wallet
id: Impor Dompet
zh_hans: 导入钱包

source: Export Mnemonic Phrase
id: Ekspor Phrasa Mnemonic
zh_hans: 导出助记词

source: Order Wrong
id: Pesanan Salah
zh_hans: 排序错误

source: Please use space to separate the mnemonic words
id: Silakan gunakan spasi untuk memisahkan kata-kata mnemonic
zh_hans: 请用空格分隔助记词

source: Keystore content
id: Konten Keystore
zh_hans: Keystore内容

source: Wallet Address
id: Alamat Dompet
zh_hans: 钱包地址

source: Address is invalidate
id: Alamat tidak valid
zh_hans: 地址无效

source: Wallet
id: Dompet
zh_hans: 钱包

source: Resources
id: Sumber
zh_hans: 资源

source: Security Reminders
id: Pengingat Keamanan
zh_hans: 安全提醒

source: Please back up your Private Key/Mnemonic Phrase now.
id: Mohon back up Private Key/Phrasa Mnemonic Anda Sekarang.
zh_hans: 请立即备份您的私钥/助记词。

source: If your lose your mobile devices, you could use your private key or mnemonic phrase to recover your wallet.
id: Jika anda kehilangan ponsel anda, anda dapat menggunakan private key atau phrasa mnemonic untuk memulihkan dompet Anda.
zh_hans: 如果应用删除、手机丢失等情况，则可以使用私钥或助记词来恢复钱包。

source: Backup Now
id: Backup Sekarang
zh_hans: 现在备份

# please_slide_erify
source: Please slide to verify
id: Silakan geser untuk memverifikasi
zh_hans: 请滑动验证

# finance
source: Trades
zh_hans: 交易

source: Topup
zh_hans: 充值

source: Invited
id: Ajak
zh_hans: 共邀请

source: Friends
id: Teman
zh_hans: 位好友

source: Install Now
id: Install Sekarang
zh_hans: 现在安装

# a_new_version_of_my_qwallet__
source: A new version of My QWallet is available. Install it now from App Store.
id: Versi terbaru dari QWallet Saya sudah tersedia. Instal sekarang dari App Store.
zh_hans: My QWallet有了一个新版本. 现在就从App Store安装它.

source: NEO transfer fail
id: Transfer NEO gagal
zh_hans: NEO转账失败

# neo_nep5_gas_less
source: NEO(nep5) transfer need gas
id: Transfer NEO(nep5) membutuhkan gas
zh_hans: NEO(nep5)转账需要gas

source: Transfer tip
id: Tip Transfer
zh_hans: 转账提示

source: Transfer processed
id: Transfer diproses
zh_hans: 转账进行中

source: Transfer error
zh_hans: 转账失败

source: Staking will end on:
id: Staking akan berakhir pada:
zh_hans: 抵押结束时间:

source: The minimum period is 10 days
id: minimal periode adalah 10 hari
zh_hans: 最小周期是10天

source: The minimum period is 180 days
id: minimum periode adalah 180 hari
zh_hans: 最小周期是180天

source: Voting/Mining Node
zh_hans: 投票/挖掘节点

source: Token Mintage
zh_hans: 铸币

source: Staking in Progress
id: Staking dalam proses
zh_hans: 抵押中

source: Staking in Progress, redeemable
id: Staking dalam proses, dapat diredeem
zh_hans: 抵押中, 可赎回

source: Withdraw start
id: Memulai Withdraw
zh_hans: 赎回开始

source: Withdraw process
id: Proses Withdraw
zh_hans: 赎回中

source: Withdraw done
id: Withdraw Selesai
zh_hans: 赎回完成

source: Not succeed
id: Tidak berhasil
zh_hans: 抵押未成功

source: Not succeed, continue to invoke
id: Tidak berhasil, terus meminta
zh_hans: 抵押未成功, 继续抵押

source: Pledge process
id: Proses perjanjian
zh_hans: 抵押进行中

source: Stake From is empty
id: Stake dari kosong
zh_hans: 抵押自为空

source: Stake To is empty
id: Stake untuk kosong
zh_hans: 抵押至为空

source: Amount is at least 1 QLC
id: Jumlahnya setidaknya 1 QLC
zh_hans: 最小抵押数量是 1.00 QLC

source: Staking Period is empty
id: Periode Staking kosong
zh_hans: 抵押周期为空

source: Staking Period is at least 10 days
id: Periode Staking setidaknya 10 hari
zh_hans: 抵押周期至少10天

source: Staking Period is at least 180 days
id: Periode Staking setidaknya 180 hari
zh_hans: 抵押周期至少180天

source: Your Email is empty
id: Email anda kosong
zh_hans: 您的邮箱为空

source: Security code is empty
id: Kode keamanan kosong
zh_hans: 安全码为空

source: Token Symbol is empty
id: Simbol token kosong
zh_hans: Token符号为空

source: Token Supply is empty
id: Supply token kosong
zh_hans: Token总量为空

source: Token Amount is empty
id: Jumlah token kosong
zh_hans: Token位数为空

source: Token Name is empty
id: Nama token kosong
zh_hans: Token名称为空

source: For
id: Untuk
zh_hans: 用于

source: My Stakings
id: Stacking Saya
zh_hans: 我的抵押

source: Revoke
id: Cabut
zh_hans: 赎回

# the_wallet_is_none___
source: The wallet is not exist
id: Dompet tidak ada
zh_hans: 钱包不存在

# _discount
source: % Off
zh_hans: 折

# _has_been_paid_successfully_Please_wait_for_a_moment
source: %@ has been paid, please wait for confirmation
id: %@ telah dibayar, silahkan tunggu untuk konfirmasi
zh_hans: 支付%@成功, 等待链确认

source: Please wait for confirmation
zh_hans: 等待链确认

# insufficient_balance_go_to_otc_page_to_purchase_
source: Insufficient balance purchase %@
id: Saldo tidak mencukupi untuk pembelian %@
zh_hans: 余额不足 到OTC页面购买%@

# purchase
source: BUY
id: BELI
zh_hans: 购买

# send_recharge_to
source: Top up this number
id: Top up Nomor Ini
zh_hans: 发送充值到

# enter_your_phone_number_or_select_from_your_contacts_
source: Enter your mobile number or select from your contacts:
id: Masukkan nomor telepon atau pilih dari kontak anda:
zh_hans: 输入手机号码或从联系人中选择：

# earn_more_qgas
source: Get more QGAS
id: Dapatkan lebih banyak QGAS
zh_hans: 赚取更多 QGAS

# act_now__
source: Stake QLC >
zh_hans: 马上行动 >

# carrier_package
source: Mobile Plan
zh_hans: 运营商套餐

# you_do_not_have_wallet_created_immediately
source: You don‘t have a %@ Wallet yet Create one
zh_hans: 您还没有%@钱包 立即创建

source: Create
id: Buat
zh_hans: 创建

# use_to_purchase__yuan_of_phone_charge_for_deduction
source: Top-up value ￥%@ pay %@ %@ and ￥%@
zh_hans: 充值%@元话费 需要支付%@ %@和%@元

# use_to_purchase__yuan_of_phone_charge_for_deduction_1
source: Top-up value %@ %@ pay %@ %@ and %@ %@
zh_hans: 充值%@ %@话费 需要支付%@ %@和%@ %@

# choose_international_and_regional
source: Choose a country and a region
id: Pilih Negara dan regional
zh_hans: 选择国家和地区

# please_enter_your_mobile_phone_number
source: Please enter your mobile number
id: Mohon masukkan Nomor telepon
zh_hans: 请输入手机号码

# recharge__yuan_phone_charge_deduction__yuan
source: Top-up value ￥%@, Use %@ %@ to for ￥%@off
zh_hans: 充值%@元话费, %@%@抵扣%@元

# recharge_phone_bill
source: Phone top up
zh_hans: 充值话费

# view_your_exclusive_offers
source: Promotions
zh_hans: 查看您的专属优惠

# waiting_for_to_arrive
source: Your %@ is on its way!
zh_hans: 等待%@到账

# no_phone_bill_paid
source: Unpaid
id: Belum dibayar
zh_hans: 待支付
